Tekla.Structures.ModelInternal.Dstv.DstvPoint
The dstv point information.

Tekla.Structures.ModelInternal.Dstv.DstvPoint.#ctor
Creates a new DstvPoint instance.

Tekla.Structures.ModelInternal.Dstv.DstvPoint.X
The x coordinate value.

Tekla.Structures.ModelInternal.Dstv.DstvPoint.Y
The y coordinate value.

Tekla.Structures.ModelInternal.Dstv.DstvPoint.Reference
The dimension reference.